{
	"age range": "We welcome little ones aged 12 months to 8 years — ensuring age-appropriate care and learning at every stage.",
	"operating hours": "Our centers are open Monday to Friday, from 9:00 AM to 6:30 PM. Some branches even offer early drop-offs or late pick-ups for added flexibility.",
	"curriculum": "We follow the US-based HighScope Curriculum — a research-backed approach that encourages children to explore, experiment, and learn through engaging, hands-on activities.",
	"teacher student ratio": "To give each child the attention they deserve, we maintain a low teacher-to-student ratio of 1:10.",
	"meals": "Yes! We provide healthy, freshly prepared meals and snacks — and we’re happy to accommodate dietary preferences or restrictions.",
	"safety": "Safety is our top priority. Our centers feature soft flooring, rounded edges, live CCTV access, and are staffed entirely by trained women professionals (excluding security).",
	"cctv": "Absolutely — parents can watch their child live through our secure CCTV feed via the Footprints app, anytime during operating hours.",
	"payments": "We keep things flexible — parents can manage payments, pause services, or even request refunds directly through our app.",
	"development": "We focus on holistic development — helping children grow socially, emotionally, and cognitively through structured play, problem-solving, and interaction.",
	"updates": "Yes, you’ll receive regular updates throughout the day — from what your child ate to nap times, activities, and more — all via the Footprints app.",
	"fee structure": "Here’s a quick breakdown:\n• One-Time Charges: Admission Fee ₹16,000, Registration ₹7,000, Welcome Kit ₹7,500\n• Monthly Fee: Pre School ₹8,999, Daycare ₹15,999, After School ₹7,999.",
	"fee": "Sure! Here's the fee structure:\nOne-Time Charges:\n- Admission Fee: ₹16,000\n- Registration: ₹7,000\n- Welcome Kit: ₹7,500\nMonthly Fees:\n- Pre School: ₹8,999\n- Daycare: ₹15,999\n- After School: ₹7,999.",
	"refund": "We believe in complete satisfaction — if you’re ever unhappy, you can request a refund for that day’s childcare.",
	"pause": "Absolutely — we understand plans can change. You can pause services anytime by contacting your center or through our app.",
	"enroll": "Getting started is easy! Just fill out our admission form online or drop by your nearest Footprints center.",
	"sibling discount": "Yes, we offer sibling benefits! You can ask your local center for the latest details and offers."
}
